[
 {
   "year": 55,
   "author": "Epictetus",
   "content": "Contentment comes not so much from great wealth as from few wants."
 },
 {
   "year": 330,
   "author": "Saint Basil",
   "content": "If one had taken what is necessary to cover one’s needs and had left the rest to those who are in need, no one would be rich, no one would be poor, no one would be in need."
 },
 {
   "year": 570,
   "author": "Muhammed",
   "content": "Poverty is my pride."
 },
 {
   "year": 864,
   "author": "Wu-Men",
   "content": "If your mind isn’t clouded by unnecessary things, then this is the best season of your life."
 },
 {
   "year": 1380,
   "author": "Thomas a Kempis",
   "content": "Purity and simplicity are the two wings with which man soars above the earth and all temporary nature."
 },
 {
   "year": 1452,
   "author": "Leonardo da Vinci",
   "content": "Simplicity is the ultimate sophistication."
 },
 {
   "year": 1562,
   "author": "Lope de Vega",
   "content": "With a few flowers in my garden, half a dozen pictures and some books, I live without envy."
 },
 {
   "year": 1771,
   "author": "Hosea Ballou",
   "content": "Real happiness is cheap enough, yet how dearly we pay for its counterfeit."
 },
 {
   "year": 1774,
   "author": "Elizabeth Ann Seton",
   "content": "Live simply so that others may simply live."
 },
 {
   "year": 1783,
   "author": "Joseph Brotherton",
   "content": "My riches consist, not in the extent of my possessions, but in the fewness of my wants."
 },
 {
   "year": 1804,
   "author": "George Sand",
   "content": "Simplicity is the most difficult thing to secure in this world; it is the last limit experience and the last effort of genius."
 },
 {
   "year": 1813,
   "author": "Henry Ward Beecher",
   "content": "It is the heart that makes a man rich. He is rich according to what he is, not according to what he has."
 },
 {
   "year": 1817,
   "author": "Henry David Thoreau",
   "content": "Cultivate poverty like a garden herb, like sage. Do not trouble yourself much to get new things, whether clothes or friends. Things do not change, we change. Sell your clothes and keep your thoughts."
 },
 {
   "year": 1817,
   "author": "Baha’u’llah",
   "content": "Be generous in prosperity, and thankful in adversity. Be worthy of the trust of thy neighbor, and look upon him with a bright and friendly face. Be a treasure to the poor, an admonisher to the rich, an answerer of the cry of the needy, a preserver of the sanctity of thy pledge."
 },
 {
   "year": 1828,
   "author": "Leo Tolstoy",
   "content": "There is no greatness where there is not simplicity, goodness, and truth."
 },
 {
   "year": 1834,
   "author": "William Morris",
   "content": "Have nothing in your homes that you do not know to be useful or believe to be beautiful."
 },
 {
   "year": 1834,
   "author": "Charles Spurgeon",
   "content": "You say, ‘If I had a little more, I should be very satisfied.’ You make a mistake. If you are not content with what you have, you would not be satisfied if it were doubled."
 },
 {
   "year": 1836,
   "author": "Anna C. Brackett",
   "content": "We go on multiplying our conveniences only to multiply our cares. We increase our possessions only to the enlargement of our anxieties."
 },
 {
   "year": 1872,
   "author": "Bertrand Russell",
   "content": "It is preoccupation with possession, more than anything else, that prevents men from living freely and nobly."
 },
 {
   "year": 1876,
   "author": "Francis Jourdain",
   "content": "One can furnish a room very luxuriously by taking out furniture rather than putting it in."
 },
 {
   "year": 1879,
   "author": "Albert Einstein",
   "content": "Make things as simple as possible but no simpler."
 },
 {
   "year": 1879,
   "author": "Will Rogers",
   "content": "Too many people spend money they haven’t earned, to buy things they don’t want, to impress people they don’t like."
 },
 {
   "year": 1879,
   "author": "Katharine Fullerton Gerould",
   "content": "Simplicity is an acquired taste. Mankind, left free, instinctively complicates life."
 },
 {
   "year": 1886,
   "author": "Mies Van Der Rohe",
   "content": "Less is more."
 },
 {
   "year": 1895,
   "author": "Lin Yutang",
   "content": "Besides the noble art of getting things done, there is the noble art of leaving things undone. The wisdom of life consists in the elimination of non-essentials."
 },
 {
   "year": 1899,
   "author": "Edwin Way Teale",
   "content": "Reduce the complexity of life by eliminating the needless wants of life, and the labors of life reduce themselves."
 },
 {
   "year": 1900,
   "author": "Antoine de Saint-Exupery",
   "content": "Perfection is achieved, not when there is nothing more to add, but when there is nothing left to take away."
 },
 {
   "year": 1911,
   "author": "E.F. Schumacher",
   "content": "Any intelligent fool can make things bigger, more complex, and more violent. It takes a touch of genius – and a lot of courage – to move in the opposite direction."
 },
 {
   "year": 1918,
   "author": "Vernon Howard",
   "content": "You have succeeded in life when all you really want is only what you really need."
 },
 {
   "year": 1920,
   "author": "Elise Boulding",
   "content": "The consumption society has made us feel that happiness lies in having things, and has failed to teach us the happiness of not having things."
 },
 {
   "year": 1926,
   "author": "Thich Nhat Hanh",
   "content": "Smile, breathe and go slowly."
 },
 {
   "year": 1935,
   "author": "Harold Kushner",
   "content": "Our souls are not hungry for fame, comfort, wealth, or power. Our souls are hungry for meaning, for the sense that we have figured out how to live so that our lives matter."
 },
 {
   "year": 1935,
   "author": "The Dalai Lama",
   "content": "If one’s life is simple, contentment has to come. Simplicity is extremely important for happiness. Having few desires, feeling satisfied with what you have, is very vital: satisfaction with just enough food, clothing, and shelter to protect yourself from the elements."
 },
 {
   "year": 1936,
   "author": "Tom Robbins",
   "content": "Any half-awake materialist well knows – that which you hold holds you."
 },
 {
   "year": 1936,
   "author": "Richard Bach",
   "content": "The simplest things are often the truest."
 },
 {
   "year": 1940,
   "author": "Doris Janzen Longacre",
   "content": "The trouble with simple living is that, though it can be joyful, rich, and creative, it isn’t simple."
 },
 {
   "year": 1943,
   "author": "Tenzin Palmo",
   "content": "One of the advantages of being born in an affluent society is that if one has any intelligence at all, one will realize that having more and more won’t solve the problem, and happiness does not lie in possessions, or even relationships: The answer lies within ourselves. If we can’t find peace and happiness there, it’s not going to come from the outside."
 },
 {
   "year": 1947,
   "author": "Linda Breen Pierce",
   "content": "Simplicity involves unburdening your life, and living more lightly with fewer distractions that interfere with a high quality life, as defined uniquely by each individual."
 },
 {
   "year": 1948,
   "author": "Jackie French Koller",
   "content": "There are two ways to be rich: One is by acquiring much, and the other is by desiring little."
 },
 {
   "year": 1954,
   "author": "Sandra Cisneros",
   "content": "But I deal with this by meditating and by understanding I’ve been put on the planet to serve humanity. I have to remind myself to live simply and not overindulge, which is a constant battle in a material world."
 }
]